package data

var Captions = map[string]string{
	"whiteCat.jpg":   "Это беленький котик 🤍",
	"blackCat.jpg":   "Это чёрненький котик 🖤",
	"gingerCat.jpg":  "Это рыженький котик 🧡",
	"dashilaCat.jpg": "Это пьяненький котик 🍷",
	"eiraCat.jpg":    "Это котик-врач 🏥",
	"sosedCat.jpg":   "Это соседский КОТАН 🏠",
}

const (
	ShowCatsText = "Выберите на какого котика вы хотите посмотреть: "
	WhiteCat     = "whiteCat"
	BlackCat     = "blackCat"
	GingerCat    = "gingerCat"
	RandomCat    = "randomCat"
	AboutText    = "Я могу отправлять миленьких котов по вашему желанию 🐈"
	CatSentText  = "Котик отправлен 🐱"
	WelcomeText  = "🐾 Добро пожаловать в кото-бота!\n\n" +
		"Вот что вы можете сделать:\n\n" +
		"/about — краткая информация о боте\n" +
		"/showcats — показать миленьких котиков\n\n" +
		"Приятного использования! 🐱"
)
